Repository: AthlyProject/athly-project
Catalog: athly-ios/AthlyRunner/Resources/Localizable.xcstrings
Source language: pt_br
Languages: de, en

source: Sessão expirada. Faça login novamente.
de: Sitzung abgelaufen. Bitte melde dich erneut an.
en: Session expired. Please log in again.

source: Seu nível no momento
de: Dein aktuelles Niveau
en: Your current level

source: Seu pace confortável
de: Dein angenehmes Pace
en: Your comfortable pace

source: Seu plano está sendo gerado. Aguarde a conclusão antes de iniciar uma nova avaliação.
de: Dein Plan wird erstellt. Warte, bis er fertig ist, bevor du eine neue Bewertung startest.
en: Your plan is being generated. Wait for it to finish before starting a new assessment.

source: Seu treino está sendo preparado
de: Dein Training wird vorbereitet
en: Your workout is being prepared

source: Seus Objetivos
de: Deine Ziele
en: Your Goals

source: Seus dados
de: Deine Daten
en: Your details

source: Seus dias de treino
de: Deine Trainings- tage
en: Your training days

source: Seus treinos estão sendo preparados. Avisaremos quando estiverem prontos.
de: Deine Trainings werden vorbereitet. Wir benachrichtigen dich, sobald sie fertig sind.
en: Your workouts are being prepared. We’ll notify you when they’re ready.

source: Sex
de: Fr
en: Fri

source: Sim
de: Ja
en: Yes

source: Sincronizacao com Apple Health pendente.
de: Synchronisierung mit Apple Health ausstehend.
en: Sync with Apple Health pending.

source: Sincronizada com Apple Health
de: Mit Apple Health synchronisiert
en: Synced with Apple Health

source: Sincronizada com Apple Health.
de: Mit Apple Health synchronisiert.
en: Synced with Apple Health.

source: Sincronizando
de: Synchronisierung
en: Syncing

source: Sincronizando...
de: Synchronisiert …
en: Syncing...

source: Site oficial
de: Offizielle Website
en: Official website

source: Só é possível reagendar treinos dentro da mesma semana.
de: Trainings können nur innerhalb derselben Woche verschoben werden.
en: Workouts can only be rescheduled within the same week.

source: Sobre
de: Über
en: About

source: Sobre o app
de: Über die App
en: About the app

source: Somente Athly
de: Nur Athly
en: Athly only

source: Sprint, intervalado, longo e regenerativo
de: Sprint, Intervall, Longrun und Regeneration
en: Sprint, interval, long run and recovery

source: Sua Distância
de: Deine Distanz
en: Your Distance

source: Sua evolução acumulada
de: Dein bisheriger Fortschritt
en: Your accumulated progress

source: Sua próxima semana está sendo preparada. Avisaremos quando estiver pronta.
de: Deine nächste Trainingswoche wird vorbereitet. Wir benachrichtigen dich, sobald sie fertig ist.
en: Your next training week is being prepared. We’ll notify you when it’s ready.

source: Sua sessão expirou. Faça login novamente.
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an.
en: Your session has expired. Please log in again.

source: Sumário da análise
de: Analysezusammenfassung
en: Analysis summary

source: Suporte
de: Support
en: Support

source: Suporte Athly
de: Athly Support
en: Athly Support

source: tempo
de: Zeit
en: time

source: Tempo
de: Zeit
en: Time

source: TEMPO
de: ZEIT
en: TIME

source: Tempo alvo
de: Zielzeit
en: Target time

source: Tempo estimado: %@
de: Geschätzte Zeit: %@
en: Estimated time: %@

source: Tempo realista até a data: %@
de: Realistische Zeit bis zum Datum: %@
en: Realistic time by the date: %@

source: Tempo total
de: Gesamtzeit
en: Total time

source: Tendência:
de: Trend:
en: Trend:

source: Tentar Apple Health
de: Apple Health versuchen
en: Try Apple Health

source: Tentar novamente
de: Erneut versuchen
en: Try again

source: Ter
de: Di
en: Tue

source: Termos
de: AGB
en: Terms

source: Termos de Uso
de: Nutzungsbedingungen
en: Terms of Use

source: Termos de Uso e Política de Privacidade
de: Nutzungsbedingungen und der Datenschutzerklärung zu
en: Terms of Use and Privacy Policy

source: Teste · %lld dias restantes
de: Test · noch %lld Tage
en: Trial · %lld days remaining

source: Tipo
de: Typ
en: Type

source: Tipo de Objetivo
de: Art des Ziels
en: Type of Goal

source: Tiro
de: Intervall
en: Interval

source: Tiro %lld
de: Intervall %lld
en: Interval %lld

source: Toque para ver o resumo completo
de: Tippen, um die vollständige Zusammenfassung zu sehen
en: Tap to see the full summary

source: Total de corridas
de: Läufe insgesamt
en: Total runs

source: Treino concluído
de: Training abgeschlossen
en: Workout completed

source: Treino de hoje
de: Heutiges Training
en: Today's workout

source: treino em sequência
de: Training in Folge
en: workout in a row

source: Treino estruturado, meia-maratona+
de: Strukturiertes Training, Halbmarathon+
en: Structured training, half marathon+

source: Treino não encontrado
de: Training nicht gefunden
en: Workout not found

source: Treino prescrito
de: Geplantes Training
en: Prescribed workout

source: Treino-alvo
de: Ziel-Training
en: Target workout

source: Treinos
de: Trainings
en: Workouts

source: Treinos com IA que evoluem com você
de: KI-Trainings, die sich mit dir weiterentwickeln
en: AI workouts that evolve with you

source: treinos em sequência
de: Trainings in Folge
en: workouts in a row

source: Treinos periodizados
de: Periodisiertes Training
en: Periodized training

source: Trocar
de: Ändern
en: Change

source: Último dia do seu período de teste
de: Letzter Tag deiner Testphase
en: Last day of your trial period

source: Uma geração para esta semana já está em andamento.
de: Für diese Woche läuft bereits eine Generierung.
en: A generation for this week is already in progress.

source: Unknown error
de: Unbekannter Fehler

source: URL inválida
de: Ungültige URL
en: Invalid URL

source: Usar esta atividade
de: Diese Aktivität verwenden
en: Use this activity

source: Usar mesmo assim
de: Trotzdem verwenden
en: Use anyway

source: Use o arquivo exportado pelo Zepp ou outro relógio
de: Verwende die von Zepp oder einer anderen Uhr exportierte Datei
en: Use the file exported by Zepp or another watch

source: Usuário não encontrado
de: Benutzer nicht gefunden
en: User not found

source: Verifique sua conexão com a internet e tente novamente.
de: Überprüfe deine Internetverbindung und versuche es erneut.
en: Check your internet connection and try again.

source: Versao
de: Version
en: Version

source: Versão
de: Version
en: Version

source: Viabilidade vs. objetivo
de: Machbarkeit vs. Ziel
en: Feasibility vs. goal

source: Viável
de: Machbar
en: Feasible

source: Vincular conta Apple
de: Apple-Konto verknüpfen
en: Link Apple account

source: Vincular conta Google
de: Google-Konto verknüpfen
en: Link Google account

source: Vincule para poder entrar com a Apple além do seu email e senha.
de: Verknüpfe es, um dich zusätzlich zu E-Mail und Passwort auch mit Apple anmelden zu können.
en: Link it so you can also sign in with Apple, in addition to your email and password.

source: Vincule provedores para entrar de mais de uma forma. Você só pode desvincular se sobrar outra credencial ativa.
de: Verknüpfe Anbieter, um dich auf mehreren Wegen anzumelden. Trennen ist nur möglich, solange eine andere aktive Anmeldemöglichkeit bleibt.
en: Link providers so you can sign in more than one way. You can only unlink while another active credential remains.

source: Visível apenas para administradores
de: Nur für Administratoren sichtbar
en: Visible to administrators only

source: Você já tem um plano de treino. Atualize ou exclua o atual antes de criar outro.
de: Du hast bereits einen Trainingsplan. Aktualisiere oder lösche den aktuellen, bevor du einen neuen erstellst.
en: You already have a training plan. Update or delete the current one before creating another.

source: Você precisa aceitar os termos para continuar.
de: Du musst die Bedingungen akzeptieren, um fortzufahren.
en: You need to accept the terms to continue.

source: Vol. alvo
de: Zielvol.
en: Target vol.

source: Voltar
de: Zurück
en: Back

source: Volume
de: Volumen

source: Workload adaptado pela IA
de: KI-angepasste Trainingslast
en: AI-adapted workload

source: Zona %lld
de: Zone %lld
en: Zone %lld

source: Zona de risco
de: Gefahrenzone
en: Danger zone

source: Ao fim do teste, assine para continuar com todos os recursos.
de: Nach Ablauf der Testphase abonnieren, um alle Funktionen zu behalten.
en: When the trial ends, subscribe to keep all features.

source: Assine para desbloquear todos os recursos do Athly.
de: Abonniere, um alle Funktionen von Athly freizuschalten.
en: Subscribe to unlock all Athly features.

source: Ativado
de: An
en: On

source: Conta vinculada
de: Konto verknüpft
en: Account linked

source: Desativado
de: Aus
en: Off

source: Disponível para vincular
de: Zum Verknüpfen verfügbar
en: Available to link

source: Não vinculada
de: Nicht verknüpft
en: Not linked

source: Sessão e exclusão da conta
de: Sitzung und Kontolöschung
en: Session and account deletion

source: Sua assinatura é cobrada e gerenciada pela App Store.
de: Dein Abo wird über den App Store abgerechnet und verwaltet.
en: Your subscription is billed and managed by the App Store.

source: Vinculada
de: Verknüpft
en: Linked
